/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Impossible d'ouvrir le catalogue de la base de donnée LightRoom.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Catalogue Lightroom…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Ce catalogue apparait comme vide.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Ce catalogue est déjà ouvert dans Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Impossible de lire les préférences du catalogue Lightroom.";

